import React from 'react'
import './About.css'


const About = () => {
  return (
    <div id='about' className='about-us'>
    	<h1 className='title'>About Us</h1>
      	<div className="matter">
			<p>
			வாசகர் மற்றும் வியாபார பெருமக்களுக்கு வணக்கம்,<br /><br />
			நாம் வாழும் சமுதாயத்திற்கு ஏதாவது ஒரு வகையில் நன்மை ஏற்படுத்தும் வகையில் செயல்பட வேண்டும் என்று எண்ணி மற்ற இதழ்களில் காணப்படும் சினிமா, நட்சத்திர அந்தரங்க விஷயங்கள், ஜோசியம் போன்றவற்றை எல்லாம் தவிர்த்து, சமுதாய மக்களுக்கு பயனளிக்கும் வகையில் சமுதாய விழிப்புணர்வு அடையும் வகையில் சுமார் 23 வருட அனுபவத்துடன் தமிழ் டைம்ஸ் பத்திரிக்கையை ஆரம்பித்தோம். தற்போது தமிழ் டைம்ஸ் மாத இதழ் 13 வருடம் முடிந்து 14வது வருடத்தை நோக்கி சென்றுகொண்டிருக்கிறது. இப் பத்திரிக்கை தென் சென்னையில் மிகவும் பிரபலமாகி வருகிறது.<br /><br />
			இப் பத்திரிக்கையின் மூலம் ஏற்பட்ட அனுபவத்தின் காரணமாக மக்களின் அளவற்ற ஆதரவினாலும் நாங்கள் புத்தக வடிவில் உங்கள் தோழன் என்ற சமுதாய விழிப்புணர்வு பல்சுவை மாத இதழை தமிழ்நாடு முழுவதும் 2013 மார்ச் மாத முதல் வெளியிட்டுள்ளோம். இவ்விதழ் வெளியிட்ட மாதத்திலேயே பெண்கள் மற்றும் மாணவர்கள் மத்தியில் மிகு வரவேற்பை பெற்றுள்ளது.<br /><br />
			எங்களது பனி சிறக்க இப்பத்திரிக்கை வளர்ச்சியடைய ஒத்துழைப்பு தர வாசகர் மற்றும் வியாபார பெருமக்களை இருகரம் கூப்பி கேட்டுக் கொள்கிறேன். மேலும் இலக்கியம், கட்டுரை, கதை எழுதும் எழுத்தாளர்கள் தங்களது படைப்புகளை புத்தகமாக வெளியிட விரும்புவர்கள் எங்களது கிங்ஸ் பப்ளிகேசன் முலம் குறைந்த செலவில் அச்சிட்டு வெளியிட ஆவன செய்கிறோம்.
			</p>
			<p className='editor'><br /><br />K A Paulraj &nbsp; &nbsp; &nbsp;<br /><br />Editor & Publisher</p>
		</div>
    </div>
  )
}

export default About